[
  {
    "picture": "https://i.ibb.co/HG9TCN9/pic-1.webp",
    "minimum_order": 30,
    "quantity": 390,
    "price": 339.49,
    "name": "Evolution R300DCT - 12 in Concrete Saw",
    "description": "Huge 4-1/2” cut depth. Powerful 15A Electric Motor. No pull chords, no fuel & no servicing!. Steel wrap-around front handle with rubber grip. Adjustable blade guard with one handed operation. 12” diamond blade included. 10ft heavy-duty rubber cable. Reversible flange for 20mm or 22.2mm bore blades"
  },
  {
    "picture": "https://i.ibb.co/j3Y2ZNC/pic-2.jpg",
    "minimum_order": 30,
    "quantity": 428,
    "price": 82,
    "name": "Knife & Tool Sharpener",
    "description": "Work Sharp Knife & Tool Sharpener Mk.2 sharpens every knife you own.Put a razor sharp edge on their blades, now you can have the same technology in your home or shop like the professionals. Increases precision and repeatability to get the proper edge angle every time and provides a new scratch resistant leather lining. Quickly change from 25° outdoor knives to 20° Kitchen knives in one guide."
  },
  {
    "picture": "https://i.ibb.co/VSLyqWw/pic-3.jpg",
    "minimum_order": 30,
    "quantity": 429,
    "price": 219,
    "name": "Milwaukee 2560-20 Ratchet",
    "description": "Pneumatic ratchet performance with up to 55ft-lbs max torque. Slim head profile and extended neck provide users with the longest reach in tight spaces. Industry leading fuel technology, a reinforced mechanism and investment cast steel yoke housing provides greater durability for the professional use. POWERSTATE brushless motor delivers maximum power and long motor life. Part of the M12 System, featuring over 80+ tools"
  },
  {
    "picture": "https://i.ibb.co/LRjQQ2h/pic-4.jpg",
    "minimum_order": 30,
    "quantity": 318,
    "price": 99,
    "name": "BLACK+DECKER String Trimmer",
    "description": "High- torque, 12 Amp electric edger and trencher for powering through overgrowth and digging clean-looking trenches. Three-position blade depth adjustments and pull-up edge guide let you better control your cut. Right or left-handed assist for added flexibility, no-tool set up, and door on guard for easy cleaning. 7-1⁄2 in. blade with 3/16 in. thickness for a range of tasks"
  },
  {
    "picture": "https://i.ibb.co/GpmmfRt/pic-5.jpg",
    "minimum_order": 30,
    "quantity": 326,
    "price": 73,
    "name": "DEWALT 20V Max Cordless Drill",
    "description": "High performance motor of cordless tools combo kit delivers 300 unit watts out (UWO) of power ability completing a wide range of applications. Compact, lightweight design of the drill/ impact driver combo kit fits into tight areas. 1/2-inch single sleeve ratcheting chuck provides tight bit gripping strength. Ergonomic handle delivers comfort and control. Compact (5.55-inch front to back), lightweight (2.8 lbs) design fits into tight areas. 1-handed loading 1/4-inch hex chuck accepts 1-inch bit tips. Features 3 LED light ring withe 20 second delay to provide visibility without shadows"
  },
  {
    "picture": "https://i.ibb.co/PYwBHs2/pic-6.jpg",
    "minimum_order": 30,
    "quantity": 425,
    "price": 28,
    "name": "Corded Drill",
    "description": " 5.2 Amp motor delivers plenty of power for drilling/driving into a range of materials.Supplies the power you need for enhanced control of all your projects. Perfect for taking with you on the job and working in small spaces. BIT STORAGE – Keeps an extra bit contained and within easy reach. Corded drill offers unlimited runtime for even the biggest jobs. (1) DR260 drill/driver, (1) double-ended screwdriving bit."
  },
  {
    "picture": "https://i.ibb.co/TTLNVC1/pic-7.jpg",
    "minimum_order": 30,
    "quantity": 375,
    "price": 72,
    "name": "Crimping Tool",
    "description": "The Thomas and Betts TBM45S is a mechanical compression crimping tool that crimps the wide range of 8 to 2 for copper lugs and 10 to 6 for aluminum lugs. The Shure Stake mechanism ensures a properly completed crimp each time. The color coated die wheel rotates into position for a proper dies nest while creating a diamond style crimp. Thomas and Betts has been supplying tools, dies and connectors."
  },
  {
    "picture": "https://i.ibb.co/4wb389Q/pic-8.jpg",
    "minimum_order": 30,
    "quantity": 324,
    "price": 76,
    "name": "Grip Wire Stripping Tool",
    "description": "The Irwin Vise-Grip Multi-Tool Wire Stripper/Crimper/Cutter is a must-have for anyone performing electrical work. With an induction hardened cutting edge, this single tool combines a wire stripper, wire cutter, and crimper into one tool that strips and cuts 10-22 AWG, crimps insulated and non-insulated terminals, and cuts bolts to size with a perfect lead thread."
  },
  {
    "picture": "https://i.ibb.co/mCDy5XJ/pic-9.jpg",
    "minimum_order": 30,
    "quantity": 460,
    "price": 66,
    "name": "Electric Screwdriver Set",
    "description": "Pink Power has designed an all in one cordless screwdriver for women who only want to use one tool to get the job done. The PP481-LK is a pivoting screwdriver that has six different bit attachments built into the tool. This patented pivoting head makes changing bits easy and keeps them conveniently attached to the tool."
  },
  {
    "picture": "https://i.ibb.co/KFfh0NK/pic-10.jpg",
    "minimum_order": 30,
    "quantity": 330,
    "price": 69,
    "name": "Electric Hand Saw",
    "description": "Power through your most difficult straight cuts with the BLACK+DECKER 3.4 Amp Powered Handsaw. Lightweight and compact, it’s perfect for indoor and outdoor use, cutting through tree limbs, branches, plant shrubbery, wood, wood composites, plastic, non-ferrous metals and more. The on-board safety button keeps the device idle until you’re ready to pull the trigger. Maintenance is simple and easy with tool-free blade changing. "
  },
  {
    "picture": "https://i.ibb.co/w64hjsd/pic-14.webp",
    "minimum_order": 30,
    "quantity": 398,
    "price": 88,
    "name": "Speed Cordless Screwdriver",
    "description": "The most important tool in your collection is your hands, and to make sure they continue to operate at peak efficiency well into their life cycle, you should start using an automatic screwdriver. The powerful 4V Screwdriver from Worx provides 300 rpm of no-load speed for a max hard torque of 44 in-lbs, and a max soft torque of 22 in-lbs."
  },
  {
    "picture": "https://i.ibb.co/S0J0847/pic-12.jpg",
    "minimum_order": 30,
    "quantity": 421,
    "price": 81,
    "name": "Backpack Blower Battery",
    "description": "Laboris sit sit laboris consectetur tempor dolore laborum occaecat nostrud qui. Qui reprehenderit deserunt nulla cillum ea. In adipisicing enim irure eiusmod ea occaecat sint. Consectetur commodo proident duis velit.\r\n"
  }
]
