[
    {
        "rating": 5,
        "name": "Danielle Wiley",
        "description": "Product is 100% authentic and very well arranged. Keep it up."
    },
    {
        "rating": 4.5,
        "name": "Shana Hewitt",
        "description": "Delivered productr within 24 hour. well packaged So authentic prduct. God bless you"
    },
    {
        "rating": 5,
        "name": "Carson Kelly",
        "description": "Those tools are just awesome. So workable , so flexible. Go ahead"
    },
    {
        "rating": 4,
        "name": "Katherine Richmond",
        "description": "Easy to use - no frills, just the right info. Power it on, the indicator lights flash to tell you that they are not burned out. The display shows which prong is supposed to be hot / open, in case you tend to forget. Then when you plug it in, it immediately shows the voltage, green / red indicators, and a plainly obvious reading - such as etc."
    },
    {
        "rating": 4.8,
        "name": "Jillian Gilbert",
        "description": "First and foremost. I am a HUGE fan and every day user of Klein tools. Working in the Industrial Automation/Electrical field is demanding and warrants the use of quality tools. Finding another tool that matches or even comes close to the quality offered by Klein would be difficult."
    },
    {
        "rating": 3.5,
        "name": "Karina Mcleod",
        "description": "While it may be convienent not having so many handles in your tool bag this is a waste of money. The bits fall out way to easy and you can forget finding it especially if you are on a lift when this happens. They are non-magnetic and also non-insulated."
    },
    {
        "rating": 3,
        "name": "Doreen Barlow",
        "description": "I purchased this tool to use for building two gaming computers from scratch. I wanted something that would eliminate me having to use multiple tools for the build to keep the space uncluttered. I have used Klein tools before back in my building maintenance days and as a part-time electrician and they have always been of top notch quality."
    },
    {
        "rating": 4,
        "name": "Sims Michael",
        "description": "I purchased this tool to use for building two gaming computers from scratch. I wanted something that would eliminate me having to use multiple tools for the build to keep the space uncluttered. I have used Klein tools before back in my building maintenance days and as a part-time electrician and they have always been of top notch quality. This tool is no exception."
    }
]